
[R8Interface]
DOUBLESIDE=true
SKSETING=false
HIDEBONE=true
RSS_SET=true
SSMASKCHK=false
SSMASKCHKCS=false
LIGHTROT=true
SFRS=false
HIDEUNSSOBJ=false
FFF_CDN=false
CFOLDER=true
SCENE_CDN=true
ANIM_CDN=false
SEL_CDN=false
DIR_CDN=true
ui=[1298,114]
selFrameChk=false
GETACT=true
R8DSETPOS=[516,185]
FRAMEGAP=true
GAPVAL=5
ZEROsave=true
BITCOUNT=true
BITNUM=5
SINGLEFRAME=false
DELENDF=false
DELFISTF=false
CUSTOMRDcbn=false
CUSTOMRD=
TYPESEL=2
[OFset]
SAVEMSG=true
[R8]
VFBPOS=6
FILESEL=9
CUT=
Wsave=3
Ssave=5
Esave=5
SCENECHK=false
ACTNAMCHK=false
SSNCHK=false
DIRECHK=false
WNsave=3
WSsave=5
DEGREE_X=30.0
ESsave=ES
ENsave=EN
Nsave=N
Osave=C
SHOWRV=true
[R8DSET]
Deg_S_=0.0
Deg_ES=45.0
Deg_E_=90.0
Deg_EN=135.0
Deg_N_=180.0
Deg_WN=225.0
Deg_W_=270.0
Deg_WS=315.0
Deg_O=180.0
Deg_Cut=180
SORT_SC1=1
SORT_AN2=2
SORT_SS3=3
SORT_DI4=4
SCENE_SPN=1
ANIM_SPN=2
SS_SPN=3
S_CDNsave=南
WS_CDNsave=东南
W_CDNsave=东
WN_CDNsave=东北
N_CDNsave=北
E_CDNsave=
ES_CDNsave=
EN_CDNsave=
O_CDNsave=
[RS]
RSUSECOMMON=false
[MenuSet]
rHelpCHK=false
GLO_SIZE=false
GLO_CAM=false
[Direction]
Dir_S=true
Dir_All=false
Dir_N=true
Dir_WS=true
Dir_W=true
Dir_WN=true
Dir_E=false
Dir_ES=false
Dir_EN=false
Dir_O=false
[OUTHIS]
TYP_text=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑011_大象\金属
TYP_COUNT=36
TYP_1=G:\GameArt5\【特效模块】\角色渲染\坐骑\坐骑003_狼\show
TYP_2=G:\GameArt5\【特效模块】\角色渲染\坐骑
TYP_3=G:\GameArt5\【特效模块】\角色渲染\变身
TYP_4=G:\GameArt5\【特效模块】\角色渲染\坐骑1
TYP_5=G:\GameArt5\【特效模块】\特效源资源\武器\Max源\tstt
TYP_6=G:\GameArt5\【特效模块】\特效源资源\武器\Max源\武器6
TYP_7=G:\GameArt5\【特效模块】\特效源资源\武器\Max源\渲染
TYP_8=D:\AppData\Desktop\22061陆吾曦光\22061\00000\die
TYP_9=D:\AppData\Desktop\22061陆吾曦光\22061\00000\parry
TYP_10=D:\AppData\Desktop\22061陆吾曦光源文件\22061\00000\die
TYP_11=D:\@Index\工作时间\2020-06-29
TYP_12=D:\@Index\工作时间\2020-07-06
TYP_13=D:\@Index\工作时间\2020-07-08\粒子
TYP_14=D:\@Index\工作时间\2020-07-08\旋转火焰
TYP_15=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑008_狐狸\金属
TYP_16=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑008_狐狸\金属低阶
TYP_17=X:\BaiduNetdiskDownload\22008李靖\22008李靖\22008\00000\walk
TYP_18=X:\BaiduNetdiskDownload\22008李靖\22008李靖\22008\00000\attack
TYP_19=X:\BaiduNetdiskDownload\22008李靖\22008李靖\22008\00000\die
TYP_20=X:\BaiduNetdiskDownload\22008李靖\22008李靖\22008\00000\defense
TYP_21=X:\BaiduNetdiskDownload\22008李靖\22008李靖\22008\00000\parry
TYP_22=X:\BaiduNetdiskDownload\22008李靖\22008李靖\22008\00000\stand
TYP_23=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑010_蝎子\金属
TYP_24=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑010_蝎子
TYP_25=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑006_虎\金属
TYP_26=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑007_狮子\金属
TYP_27=G:\GameArt5\【角色模块】\【游戏动作】\变身\吕布\金属
TYP_28=X:\BaiduNetdiskDownload\回收资源\walk
TYP_29=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑005_豹子\金属
TYP_30=J:\工作\问道\待确认\太白金星_Max\金属
TYP_31=J:\工作\问道\待确认\太白金星_Max\背后圆圈
TYP_32=J:\工作\问道\待确认\太白金星_Max\圣旨
TYP_33=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑004_熊
TYP_34=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑004_熊\金属
TYP_35=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑003_狼\金属
TYP_36=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑011_大象\金属
[INHIS]
TYP_text=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑011_大象
TYP_COUNT=11
TYP_1=C:
TYP_2=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑007_狮子\金属
TYP_3=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑007_狮子
TYP_4=G:\GameArt5\【角色模块】\【游戏动作】\变身\吕布
TYP_5=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑005_豹子
TYP_6=J:\工作\问道\待确认\太白金星_Max\背后圆圈
TYP_7=J:\工作\问道\待确认\太白金星_Max
TYP_8=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑004_熊
TYP_9=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑003_狼
TYP_10=G:\GameArt5\【角色模块】\【游戏动作】\坐骑
TYP_11=G:\GameArt5\【角色模块】\【游戏动作】\坐骑\坐骑011_大象
[PSET]
PSEXP=G:\GameArt5\【特效模块】\R8D_三国.r8d
PSLOAD=G:\GameArt5\【特效模块】\R8D_三国.r8d
[R8D_??]
DEGREE=30.0
HEIGHT=190.002
SCALE=1.0
FOV=79.8728
RWIDTH=1024
RHEIGHT=1024
ORT=true
N=N
S=5
W=3
E=5
WN=3
WS=5
EN=EN
ES=ES
O=C
CUTsave=
ZERO=true
COUNTN=5
CUSNAME=true
SCENAME=false
ANINAME=true
SSNAME=true
DIRNAME=false
aSET=true
jSET=false
bSET=true
cSET=true
iSET=false
kSET=false
eSET=true
fSET=false
gSET=false
hSET=false
skSET=false
CCF=true
UPF=false
SCEF=true
AniFo=false
SSF=false
DIRF=true
SCESPN=1
ANISPN=2
SSSPN=3
CURDIRCBN=false
CURDIREDT=
S_CDN=?
ES_CDN=
E_CDN=
EN_CDN=
N_CDN=?
WN_CDN=??
W_CDN=?
WS_CDN=??
O_CDN=
FGAP_PR=true
GAPCnt_PR=3
Deg_S_=0.0
Deg_ES=45.0
Deg_E_=90.0
Deg_EN=135.0
Deg_N_=180.0
Deg_WN=225.0
Deg_W_=270.0
Deg_WS=315.0
Deg_O=180.0
cDeg_S_=true
cDeg_ES=false
cDeg_E_=false
cDeg_EN=false
cDeg_N_=true
cDeg_WN=true
cDeg_W_=true
cDeg_WS=true
cDeg_O=false
GLOB_CAM=false
GLOB_SIZE=false
SORT_SC1=1
SORT_AN2=2
SORT_SS3=3
SORT_DI4=4
SetSomeDeger=0.0
[GLOBALPPPPP]
SETNAMECount=1
1=R8D_??
[RenderSet]
GLHEIGHT=190.002
GLSCALE=1.0
GLFOV=79.8728
